Repository: seanpm2001/mt-training-data
Catalog: skr/skr_pontoon.tmx
Source language: en_us
Languages: skr

source: Permissions
skr: اجازتاں

source: Persistent Storage
skr: مستقل سٹوریج

source: Personalized %1$s homepage
skr: ذاتی تھیا %1$s مکھ پناں

source: Phone
skr: فون

source: Pick a month
skr: ہک مہینہ چُݨو

source: Pick your toolbar placement
skr: آپݨے ٹول بار دی جاء چُݨو

source: Play
skr: چلاؤ

source: Please enable tab syncing.
skr: سوہݨا، ٹیب ہم وقت کرݨ فعال کرو۔

source: Please enter a valid credit card number
skr: سوہݨا، ٹھیک کریڈٹ کارڈ نمبر درج کرو

source: Please fill out this field
skr: سوہݨا، ایہ خانہ پُر کرو

source: Please re-authenticate.
skr: سوہݨا، ولدا تصدیق کرو۔

source: Pocket
skr: پاکٹ

source: Port restricted for security reasons
skr: حفاظتی وجوہات کیتے پورٹ محدود کر ݙتا ڳیا ہے

source: Powered by %1$s
skr: %1$s ولوں تکڑا تھیا

source: POWERED BY %1$s
skr: %1$s ولوں تکڑا تھیا

source: Powered by Pocket.
skr: پاکٹ ولوں تکڑا تھیا

source: Prevents malicious scripts gaining access to your device to mine digital currency.
skr: ڈیجیٹل کرنسی دی کھدائی کرݨ آلے نقصان دہ سکرپٹ کوں تہاݙی ڈیوائس تائیں پہنچݨ کنوں روکیندے۔

source: Prevent this page from creating additional dialogs
skr: ایں ورقے کوں وادھوں ڈائیلاگ بݨاوݨ کنوں روکو

source: Privacy and security
skr: رازداری تے سلامتی

source: Privacy notice
skr: رازداری نوٹس

source: Private
skr: نجی

source: Private browsing
skr: نجی براؤزنگ

source: Private browsing session
skr: نجی براؤزنگ سیشن

source: Private %s
skr: نجی %s

source: Private Search
skr: نجی ڳولݨ

source: Private tab closed
skr: نجی ٹیب بند تھی ڳئی

source: Private tabs
skr: نجی ٹیباں

source: Private tabs closed
skr: نجی ٹیباں بند تھی ڳیاں

source: Protections are OFF for this site
skr: ایں سائٹ کیتے حفاظتاں بند ہن۔

source: Protections are ON for this site
skr: ایں سائٹ کیتے حفاظتاں چالو ہن۔

source: Protection Settings
skr: حفاظتی ترتیباں

source: Provide cryptographic authentication services
skr: کریپٹو گرافک تصدیق دیاں خدمات فراہم کرو

source: Province
skr: صوبہ

source: Proxy Server Not Found
skr: پراکسی سرور کائنی لبھا

source: Proxy Server Refused Connection
skr: پراکسی سرور کنکشن دا انکار کر ݙتے

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
skr: <p>پتے وچ پروٹوکول (مثال دے طور تے <q>wxyz://</q>) جیکوں براؤز کائنی سُن٘ڄݨیندا، تہوں تاں براؤزر سائٹ کوں ٹھیک طرحاں کنکٹ کائنی کر سڳدا۔</p> <ul> <li>بھلا تساں ملٹی میڈیا تے ٻیاں غیرعبارت خدمتاں تے رسائی دی کوشش کریندے پئے ہو؟ ٻیاں ضروریات کیتے سائٹ دی پڑتال کرو۔</li> <li>براؤزر دے سُن٘ڄاݨݨ کنوں پہلے کجھ پروٹوکولاں کوں تریجھی پارٹی سافٹ ویئر یا پلگ اناں دی لوڑ ہوندی ہے۔</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
skr: <p>براؤزر کامیابی نال کنکٹ تھی ڳیا ہے، پر معلومات دی منتقلی دے دوران کنکشن وچ رکاوٹ پیدا تھئی۔ براہ کرم، ولدا کوشش کرو۔</p> <ul> <li>سائٹ عارضی طور پر غیر دستیاب یا کافی مصروف تھی سڳدی ہے۔ کجھ دیر بعد وت کوشش کرو۔</li> <li>جے تساں کوئی وی ورقہ لوڈ نہوے کر سڳدے پئے ، تاں آپݨاں ڈیوائس ڈیٹا یا وائی-فائی کنیکشن دی پڑتال کرو۔ </li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
skr: <p>ݙتے ہوئے پتے کیتے براؤزر ہوسٹ سرور کائنی لبھ سڳا۔</p> <ul> <li>پتے وچ ایں طرحاں دیاں ٹائپنگ غلطیاں دی پڑتال کرو <strong>ww</strong>.example.com پر لکھݨا ہائی <strong>www</strong>.example.com.</li> <li>جے تساں کہیں وی ورقے کوں لوڈ نہوے کر سڳدے تاں ڈیوائس ڈیٹا یا وائی فائی کنکشن دی پڑتال کرو</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
skr: <p>براؤزر نے ارداس کیتے ڳئے آئٹم کوں واگزار کرواوݨ دی کوشش روک ݙتی ہے۔ سائٹ ایں ارداس کوں ایں طرحاں ٻئے پاسے بھیڄیندا پیا ہے جہڑی کݙاہیں وی مکمل کائناں تھیسی۔</p> <ul> <li>بھلا تساں سائٹ کیتے ضروری کوکیاں کوں معذور یا بلاک کر ݙتے؟</li> <li>اگر سائٹ دیاں کوکیاں کوں قبول کرݨ نال وی مسئلہ ٹھیک نئیں تھیندا، تاں ممکن ہے جو ایہ سرور کنفگریشن دا کوئی مسئلہ ہووے نا کہ تہاݙی ڈیوائس دا۔</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
skr: <p>براؤزر پراکسی سرر ورتݨ کیتے کنفیگر تھیا ہویا ہے، پر پراکسی کائنی لبھ سڳی۔</p> <ul> <li>بھلا براؤزر دی پراکسی کنفیگریشن ٹھیک ہے؟ ترتیباں دی پڑتال کرو تے ولدا کوشش کرو۔</li> <li>بھلا ڈیوائس فعال نیٹ ورک نال کنکٹ تھئی ہوئی ہے؟</li> <li>اڄݨ وی مشکل وچ ہو؟ مدد کیتے نیٹ ورک ایڈمن یا انٹرنیٹ فراہم کرݨ آلے نال مشورہ کرو۔</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
skr: <p>براؤزر پراکسی سرر ورتݨ کیتے کنفیگر تھیا ہویا ہے، پر پراکسی نے کنکشن دا انکار کر ݙتے۔</p> <ul> <li>بھلا براؤزر دی پراکسی کنفیگریشن ٹھیک ہے؟ ترتیباں دی پڑتال کرو تے ولدا کوشش کرو۔</li> <li>بھلا پراکسی سروس ایں نیٹ ورک کنوں اجازت ݙیندی ہے؟</li> <li>اڄݨ وی مشکل وچ ہو؟ مدد کیتے نیٹ ورک ایڈمن یا انٹرنیٹ فراہم کرݨ آلے نال مشورہ کرو۔</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
skr: <p>براؤزر آپݨے آف لائن موڈ وچ کم کریندا پئے تے ارداس تھئے آئٹم چیز نال کائنی جڑ سڳدا۔ </p> <ul> <li>بھلا ڈیوائس فعال نیٹ ورک نال کنکٹ تھیا ہویا ہے؟</li> <li>آن لائن موڈ وچ گھن آوݨ کیتے “ولدا کوشش کرو” دباؤ تے ورقے کوں ولدا لوڈ کرو۔</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
skr: <p>کنکشن قائم کرݨ دے دوران نیٹ ورک لنک وچ رکاوٹ پیدا تھئی۔ براہ کرم، ولدا کوشش کرو۔</p> <ul> <li>سائٹ عارضی طور پر غیر دستیاب یا کافی مصروف تھی سڳدی ہے۔ کجھ دیر بعد وت کوشش کرو۔</li> <li>جے تساں کوئی وی ورقہ لوڈ نہوے کر سڳدے پئے ، تاں آپݨاں ڈیوائس ڈیٹا یا وائی-فائی کنیکشن دی پڑتال کرو۔ </li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
skr: <p>جہڑا ورقہ ݙیکھݨ چاہندے ہو، کائنی ݙکھایا ون٘ڄ سڳدا کیونجو ڈیٹا ترسیل وچ ہک خرابی دا سراغ لڳے۔</p> <ul> <li>ویب سائٹ دے مالک کوں ایں مسئلے دا ݙسݨ کیتے انہاں نال رابطہ کرو۔</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
skr: <p>جہڑا ورقہ ݙیکھݨ چاہندے ہو، کائنی ݙکھایا ون٘ڄ سڳدا کیونجو ایہ ہک غلط یا بغیر سہارا تھئی کمپریشن ورتیندے۔</p> <ul> <li>ویب سائٹ دے مالک کوں ایں مسئلے دا ݙسݨ کیتے انہاں نال رابطہ کرو۔</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
skr: <p>مہیا کیتا ڳیا پتہ سُن٘ڄاپُو فارمیٹ وچ کائنی۔ سوہݨا، غلطیاں کیتے لوکیشن پٹی دی پڑتال کرو تے ولدا کوشش کرو۔</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
skr: <p>ارداس کیتا پتہ ہک خاص پورٹ (مثلاً، mozilla.org تے پورٹ 80 کیتے <q>mozilla.org:80</q>) کوں مخصوص کریندا ہے جہڑا عام طور تے ویب براؤز کرݨ دے علاوہ <em>کجھ ٻئے</em> مقاصد کیتے ورتیندے۔ تہاݙی حفاظت تے سلامتی کیتے براؤزر نے ارداس کوں منسوخ کر ݙتا ہے۔</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
skr: <p>ارداس کیتی ڳئی سائٹ نے کنکشن دی ارداس دا جواب کائنی ݙتا تے براؤزر نے جواب دی تانگھ کرݨ بند کر ݙتی ہے۔</p> <ul> <li>تھی سڳدے جو سرور زیادہ مانگ یا عارضی وقفے دا سامھݨا کریندا پیا ہووے؟ ولدا بعد وچ کوشش کرو۔</li> <li> پھلا تساں ݙوجھی سائٹ تے وی براؤز نہوے کر سڳدے پئے؟ ڈیوائس دے نیٹ ورک کنکشن دی جانچ کرو۔</li> <li>بھلا تہاݙی ڈیوائس یا نیٹ ورک کہیں فائروال یا پراکسی دے ذریعے محفوظ ہے؟غلط ترتیباں ویب براؤز کرݨ وچ مداخلت کر سڳدی ہے۔</li> <li>ہݨ وی مسئلہ درپیش ہے؟ مدد کیتے آپݨے نیٹ ورک کے نگران یا انٹرنیٹ مہیا کار نال رابطہ کرو۔</li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
skr: <p>%1$s تے موجود سائٹ کوں حملہ سائٹ دے طور تے رپورٹ کیتا ڳئے تے تہاݙی سیکیورٹی ترجیحات دی بݨیاد تے بلاک کر ݙتا ڳئے۔</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
skr: <p>%1$s تے موجود سائٹ کوں ممکنہ نقصان دہ سائٹ دے طور تے رپورٹ کیتا ڳئے تے تہاݙی سیکیورٹی ترجیحات دی بݨیاد تے بلاک کر ݙتا ڳئے۔</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
skr: <p>%1$s تے موجود سائٹ کوں ناپسندیدہ سافٹ ویئر خدمت دے طور تے رپورٹ کیتا ڳئے تے تہاݙی سیکیورٹی ترجیحات دی بݨیاد تے بلاک کر ݙتا ڳئے۔</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
skr: <p>سائٹ نے نیٹ ورک ارداس دا غیر متوقع طریقے نال جواب ݙتا تے براؤزر جاری کائنی رہ سڳدا۔</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
skr: <p>%1$s تے موجود ویب ورقے کوں فریبی سائٹ دے طور تے رپورٹ کیتا ڳئے تے تہاݙی سیکیورٹی ترجیحات دی بݨیاد تے بلاک کر ݙتا ڳئے۔</p>

source: Pull to refresh
skr: تازہ کرݨ کیتے چھِکو

source: Put the toolbar within easy reach. Keep it on the bottom, or move it to the top.
skr: ٹول بار کوں سوکھی پہنچ آلی جاء تے رکھو۔ ایں کوں تل وچ رکھو یا چوٹی تے گھن ون٘ڄو۔

source: QR scanner
skr: QR سکینر

source: Quick settings sheet
skr: تکھیاں ترتیباں شیٹ

source: Quit
skr: نکل ون٘ڄو

source: Quitting the application to apply changes…
skr: تبدیلیاں لاگو کرݨ کیتے ایپ چھوڑیندے پئے ہو۔۔۔

source: Rate on Google Play
skr: گوگل پلے تے ریٹ

source: Rating
skr: ریٹنگ

source: Read and modify bookmarks
skr: کتاب نشان پڑھو تے ترمیم کرو

source: Read and modify browser settings
skr: براؤزر ترتیباں پڑھو تے تبدیل کرو

source: Read and modify privacy settings
skr: رازداری ترتیباں پڑھو تے تبدیل کرو

source: Reader view
skr: قاری نظارہ

source: Read our privacy notice
skr: ساݙا رازداری نوٹس پڑھو

source: Read the text of all open tabs
skr: سارے کھلے ٹیباں دی عبارت پڑھو

source: Ready to scan
skr: سکین کرݨ کیتے تیار

source: Rear-facing camera
skr: پچھوں آلا کیمرہ

source: Received tabs
skr: موصول تھئے ٹیب

source: Recent bookmarks
skr: حالیہ کتاب نشان

source: Recently closed
skr: حالیہ بند تھیاں

source: Recently closed tabs
skr: حالیہ بند کیتے ڳئے ٹیب

source: Recently saved bookmarks
skr: حالیہ محفوظ تھیاں نشانیاں

source: Recently used
skr: حالیہ ورتیل

source: Recently visited
skr: حالیہ ݙٹھیاں

source: Recent searches
skr: حالیہ ڳولاں

source: Recommended
skr: سفارش تھئے ہوئے

source: Reconnect to resume syncing
skr: ہم وقت کرݨ کوں ولدا شروع کرݨ کیتے ولدا کنکٹ کرو

source: Reconnect to Sync
skr: ہم وقت کرݨ کیتے ولدا کنکٹ کرو

source: Redirect Trackers
skr: ریڈائرکٹ ٹریکرز

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
skr: ایں ورقے کوں تازہ کرݨ نال حالیہ عملاں دی ݙوجھی نقل بݨ سڳدی ہے۔ جیویں جو پیسیاں دی ادائیگی پٹھݨ یا ݙو واری تبصرہ کرݨ۔

source: Reload
skr: ولدا لوڈ کرو

source: Remember decision for this site
skr: ایں سائٹ کیتے فیصلہ یاد رکھو

source: Remote debugging via USB
skr: یوایس بی دے ذریعے بعید ٹھیک کاری

source: Remove account
skr: کھاتہ ہٹاؤ

source: Removed %1$s
skr: %1$s ہٹ ڳیا

source: Remove from shortcuts
skr: شارٹ کٹاں کنوں ہٹاؤ

source: Remove from top sites
skr: بہترین سائٹاں کنوں ہٹاؤ

source: Removes history (including history synced from other devices), cookies and other browsing data.
skr: تاریخ (ٻنھاں ڈیوائساں کنوں ہم وقت تھئی تاریخ سمیت)، کوکیاں تے ٻیا براؤزنگ ڈیٹا ہٹیندے۔

source: Remove tab from collection
skr: مجموعے وچوں ٹیب ہٹاؤ

source: Rename
skr: ناں وٹاؤ

source: Rename collection
skr: مجموعے دا ناں وٹاؤ

# Replace query with “%s”. Example: https://www.google.com/search?q=%s
source: Replace query with “%s”. Example:\nhttps://www.google.com/search?q=%s
skr: “%s” نال سوال وٹاؤ۔ مثال:\nhttps://www.google.com/search?q=%s

source: Resend data
skr: ڈیٹا ولدا پٹھو

source: Resend data to this site?
skr: ایں سائٹ تے ڈیٹا ولدا بھیڄوں؟

source: Restart %1$s
skr: %1$s ولدا شروع کرو

source: Restore tab
skr: ٹیب بحال کرو

source: Resume
skr: ولدا جاری کرو

source: Resync
skr: ولدا ہم وقت کرو

source: RETRY
skr: وت کوشش کرو

source: Return to previous app
skr: پچھلی ایپ تے واپس ون٘ڄو

source: Reviews: %1$s
skr: جائزہ:%1$s

source: Revisit your latest searches from your homepage and tabs.
skr: آپݨے مکھ پنے تے ٹیباں نال آپݨیاں تازہ ترین ڳولاں تے ولدا ون٘جو۔

source: Run in private browsing
skr: نجی براؤزنگ وچ چلاؤ

source: Sans serif
skr: سینس سیرف

source: Sans Serif font
skr: سانس سیرف فونٹ

source: Save address
skr: پتہ محفوظ کرو

source: Save and autofill addresses
skr: محفوظ کرو تے پتے خودبخود بھرو

source: Save and autofill cards
skr: کارڈ محفوظ کرو تے آپݨے آپ بھرو

source: Save changes to login.
skr: لاگ ان وچ تبدیلیاں محفوظ کرو۔

source: Saved cards
skr: محفوظ تھئے کارڈ

source: Saved logins
skr: محفوظ تھئے لاگ ان

source: Saved %s
skr: محفوظ %s

source: Save file to device
skr: فائل ڈیوائس وچ محفوظ کرو

source: Save image
skr: تصویر محفوظ کرو

source: Save logins and passwords
skr: لاگ ان تے پاس ورڈ محفوظ کرو

source: Save selected tabs to collection
skr: چُݨی ہوئیاں ٹیباں مجموعے وچ محفوظ کرو

source: Save some battery and your eyesight with dark mode.
skr: ڈارک موڈ نال کجھ بیٹری تے آپݨی دید بچاؤ۔

source: Save tabs to collection
skr: مجموعے وچ ٹیباں محفوظ کرو

source: Save this login?
skr: ایہ لاگ ان محفوظ کروں؟

source: Save to collection
skr: مجموعے وچ محفوظ کرو

source: Scan
skr: سکین کرو

source: Scan the code
skr: کوڈ سکین کرو

source: Scan the QR code shown at <b>firefox.com/pair</b>
skr: <b>firefox.com/pair</b> تے ݙتے ہوئے QR کوڈ کوں سکین کرو

source: Scroll to hide toolbar
skr: ٹول بار لُکاوݨ کیتے سکرول کرو

source: Search %1$s
skr: %1$s ڳولو

source: Search bookmarks
skr: کتاب نشانیاں ڳولو

source: Search browsing history
skr: براؤزنگ تاریخ ڳولو

source: Search directly from the address bar
skr: پتہ پٹی نال براہ راست ڳولو

source: Search engine
skr: ڳولݨ انجݨ

source: Search engine settings
skr: انڄݨ ترتیباں وچ ڳولو

source: Search groups
skr: گروپ ڳولو

source: Search language
skr: زبان ڳولو

source: Search logins
skr: لاگ ان ڳولو

source: Search or enter address
skr: ڳولو یا پتہ درج کرو

source: Search %s
skr: %s ڳولو

source: Search settings
skr: ڳولݨ ترتیباں

source: Search string to use
skr: ورتݨ کیتے تند ڳولو

source: Search synced tabs
skr: ہم وقت تھیاں ٹیباں ݙیکھو

source: Search the web
skr: ویب ڳولو

source: Secure Connection Failed
skr: قابل بھروسہ کنکشن ناکام تھی ڳیا

source: Securely save this card?
skr: ایہ کارڈ حفاظت نال محفوظ کروں؟

source: Secure site not available
skr: محفوظ سائٹ دستیاب کائنی

source: Secure Site Not Available
skr: محفوظ سائٹ دستیاب کائنی

source: Secure your credit cards
skr: آپݨے کریڈٹ کارڈاں کوں محفوظ بݨاؤ

source: Secure your logins and passwords
skr: لاگ ان تے پاس ورڈ دی محفوظ بݨاؤ

source: See all synced tabs
skr: ساریاں ہم وقت تھیاں ٹیباں ݙیکھو

source: Select address
skr: پتہ چُݨو

source: Select addresses
skr: پتے چݨو

source: Select all
skr: سارے چݨو

source: Select collection
skr: مجموعہ چݨو

source: Select credit card
skr: کریڈٹ کارڈ چݨو

source: Selected language
skr: چݨی ہوئی زبان

source: Selected tabs menu
skr: چُݨیاں ٹیباں دا مینیو

source: Select folder
skr: فولڈر چݨو

source: Select tabs
skr: ٹیباں چݨو

source: Select Tabs
skr: ٹیباں چݨو

source: Select tabs to save
skr: محفوظ کرݨ کیتے ٹیباں چُݨو

source: Send crash report to %1$s
skr: %1$s کوں کریش رپوٹ بھیڄو

source: Send crash report to Mozilla
skr: موزلّا کوں کریش رپوٹ بھیڄو

source: Sending crash report to %1$s
skr: %1$s کوں کریش رپوٹ بھیڄیندا پئے

source: Send to all devices
skr: ساریاں ڈیوائساں تے بھیڄو

source: Send to device
skr: ڈیوائس تے بھیڄو

source: Sep
skr: ستمبر

source: Sepia
skr: سیپیا

source: Sepia color scheme
skr: سیپیا رنگ سکیم

source: Serif
skr: سیرف

source: Serif font
skr: سیرف فونٹ

source: Set
skr: ٹھیک کرو

source: Set as default browser
skr: پہلوں مقرر براؤز تے طور تے سیٹ کرو

source: Set by Battery Saver
skr: بیٹری سیور نال سیٹ تھیا

source: Set links from websites, emails, and messages to open automatically in Firefox.
skr: فائرفوکس وچ خودکار کھولݨ کیتے سنہیے، ای میلاں تے ویب سائٹاں کنوں لنک مقرر کرو۔

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
skr: جہڑے ٹیب پچھلے ݙین٘ہ، ہفتے یا مہینے وچ کائنی ݙٹھے ڳئے انہاں کھلے ٹیباں دا خودکار بند تھیوݨ مقرر کرو۔

source: Set up a device lock pattern, PIN, or password to protect your saved credit cards from being accessed if someone else has your device.
skr: جے تہاݙے کول کوئی ٻئی ڈیوائس ہے تاں آپݨے محفوظ کیتے کریڈٹ کارڈ تائیں پہنچ کنوں بچݨ سانگے ڈیوائس لاگ ان پیٹرن، پن پاس ورڈ قائم کرو۔

source: Set up a device lock pattern, PIN, or password to protect your saved logins and passwords from being accessed if someone else has your device.
skr: جے تہاݙے کول کوئی ٻئی ڈیوائس ہے تاں آپݨے محفوظ کیتے لاگ ان تے پاس ورڈ تائیں پہنچ کنوں بچݨ سانگے ڈیوائس لاگ ان پیٹرن، پن پاس ورڈ قائم کرو۔

source: Set up now
skr: بݨ قائم کرو

source: Share
skr: شیئر

source: Share all tabs
skr: ساریاں ٹیباں شیئر کرو

source: Share email address
skr: ای میل پتہ شیئر کرو

source: Share image
skr: تصویر شیئر کرو

source: Share link
skr: لنک شیئر کرو

source: Shares basic usage data with Adjust, our mobile marketing vendor
skr: ساݙے موبائل مارکیٹنگ وینڈر ایڈجسٹمنٹ نال بݨیادی ورتاوے دا ڈیٹا شیئر کریندے

source: Share selected tabs
skr: چُݨیاں ٹیباں شیئر کرو

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
skr: %1$s کوں بہتر بݨاوݨ وچ ساݙی مدد کرݨ کیتے تہاݙے براؤزر دی کارکردگی، ورتاوا تے ہارڈویئر تے ڈیٹا کوں من پسند کاری کوں موزلّا نال شیئر کریندے

source: Share via
skr: شیئر بذریعہ

source: Share with…
skr: این٘دے نال شیئر کرو۔۔۔

source: Shortcut limit reached
skr: شاٹ کٹ حد پوری تھی ڳئی

source: Shortcut name
skr: شارٹ کٹ ناں

source: Show all
skr: سارے ݙکھاؤ

source: Show all past explorations
skr: ماضی دیاں ساریاں پھلوراں ݙکھاؤ

source: Show all recent tabs button
skr: سارے حالیہ ٹیب بٹݨ ݙکھاؤ

source: Show all saved bookmarks
skr: سارے محفوظ تھئے کتاب نشان ݙکھاؤ

source: Show clipboard suggestions
skr: کلپ بورڈ تجویزاں ݙکھاؤ

source: Show full history
skr: پوری تاریخ ݙکھاؤ

source: Show in private sessions
skr: نجی مجلساں وچ ݙکھاؤ

source: Show password
skr: پاس ورڈ ݙکھاؤ

source: Show search engines
skr: ڳولݨ انجݨ ݙکھاؤ

source: Show search suggestions
skr: ڳولݨ تجویزاں ݙکھاؤ

source: Show voice search
skr: آواز نال ڳولݨ ݙکھاؤ

source: Sign in
skr: سائن ان

source: Sign in to reconnect
skr: ولدا کنکٹ کرݨ کیتے سائن ان تھیوو

source: Sign in to see history synced from your other devices.
skr: آپݨیاں ٻنھاں ڈیوائساں کنوں ہم وقت تھئی تاریخ ݙیکھݨ کیتے سائن ان تھیوو۔

source: Sign in to see synced bookmarks
skr: ہم وقت تھیاں نشانیاں ݙیکھݨ کیتے سائن ان تھیوو

source: Sign in to sync
skr: ہم وقت کرݨ کیتے سائن ان تھیوو

source: Sign in to Sync
skr: ہم وقت کرݨ کیتے سائن ان تھیوو

source: Sign in to sync tabs, bookmarks, passwords, and more.
skr: ٹیباں، نشانیاں، پاس ورڈ تے ٻیا ٻہوں کجھ ہم وقت کرݨ کیتے سائن ان تھیوو۔

source: Sign in with your camera
skr: آپݨے کیمرے نال سائن ان تھیوو

source: Sign out
skr: سائن آؤٹ

source: Site
skr: سائٹ

source: Site information
skr: سائٹ ڄاݨکاری

source: Site notifications
skr: سائٹ نوٹیفیکیشن

source: Site permissions
skr: سائٹ اجازتاں

source: Site removed
skr: سائٹ ہٹا ݙتی ڳئی

source: Social Media Trackers
skr: سوشل میڈیا ٹریکرز

source: Some content has been blocked by the autoplay setting
skr: کجھ مواد کوں آٹو پلے ترتیباں نال بلاک کر ݙتا ڳئے

source: Some trackers marked below have been partially unblocked on this page because you interacted with them *.
skr: ہیٹھاں کجھ نشان زدہ ٹریکرز کوں ایں ورقے تے جزوی طور تے اݨ بلاک کر ݙتا ڳئے کیوں جو تساں انہاں نال تعامل کیتے*۔

source: Sorry. %1$s can’t load that page.
skr: افسوس۔ ایں ورقے کوں %1$s لوڈ کائنی کر سڳدا۔

source: Sorry. %1$s had a problem and crashed.
skr: افسوس۔ %1$s وچ کوئی مسئلہ ہے تے تباہ تھی ڳئے۔

source: Sorry. A problem occurred in %1$s.
skr: افسوس۔ %1$s وچ ہک مسئلہ تھی ڳیا ہے۔

source: Sort logins menu
skr: لاگ ان مینیو کوں ترتیب ݙیوو

source: %s | OSS Libraries
skr: OSS | %s لائبریریاں

source: Sponsored
skr: سپانسر تھئے

source: Sponsored shortcuts
skr: سپانسر تھئے شارٹ کٹ

source: Sponsored stories
skr: سپانسر تھیاں کہاݨیاں

source: %s (Private)
skr: %s (نجی)

source: Standard (default)
skr: معیاری (پہلے کنوں مقرر)

source: Start browsing
skr: براؤزنگ شروع کرو

source: Start %s
skr: شروع کرو %s

source: State
skr: ریاست

source: Status:
skr: حیثیت:

source: Stay
skr: راہوو

source: Stay in private browsing
skr: نجی براؤزنگ وچ راہوو

source: Stop
skr: روکو

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
skr: ٹریکنگ کوڈ تے مشتمل اشتہارات ، ویڈیوز تے بئے مواد کوں لوڈ تھیوݨ کنوں روکیندا ہے۔ ویب سائٹ دی فعالیت کوں کجھ متاثر کر سڳدا ہے۔

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
skr: تہاݙی ڈیوائس بارے نویکلے سُن٘ڄاپُو ڈیٹا کوں کٹھا تھیوݨ کنوں روکیندے۔ جیکوں ٹریک کرݨ کیتے ورتیا ون٘ڄ سڳدے۔

source: Store unlimited amount of client-side data
skr: گاہک دی طرفوں بے انت ڈیٹا ذخیرہ کرو

source: Stories by topic
skr: موضوع دے لحاظ نال کہاݨیاں

source: Street Address
skr: ڳلی دا پتہ

source: Strict
skr: سخت

source: Studies
skr: مطالعہ

source: Successfully disabled %1$s
skr: %1$s کامیابی نال غیرفعال تھی ڳیا

source: Successfully enabled %1$s
skr: %1$s کامیابی نال فعال تھی ڳیا

source: Successfully installed %1$s
skr: %1$s کامیابی نال انسٹال تھی ڳیا
